tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "archey"
brew "bash"
brew "bat"
brew "fontconfig"
brew "gdbm"
brew "gettext"
brew "python"
brew "cmake"
brew "cmatrix"
brew "cowsay"
brew "gmp"
brew "libevent"
brew "exa"
brew "fd"
brew "fdupes"
brew "jpeg"
brew "libtiff"
brew "ffmpeg"
brew "fish"
brew "fortune"
brew "mpfr"
brew "gcc"
brew "gdb"
brew "git"
brew "go"
brew "htop"
brew "ilmbase"
brew "libtool"
brew "openexr"
brew "libuv"
brew "libvterm"
brew "lolcat"
brew "moreutils"
brew "msgpack"
brew "neofetch"
brew "neovim"
brew "nginx"
brew "nmap"
brew "node"
brew "pipes-sh"
brew "pkg-config"
brew "ripgrep"
brew "rust"
brew "tmux"
brew "trash"
brew "tree"
brew "tty-clock"
brew "watch"
brew "wget"
brew "youtube-dl"
cask "android-platform-tools"
cask "basictex"
cask "firefox"
cask "hyper"
cask "minikube"
cask "virtualbox"
