tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/services"
tap "oven-sh/bun"
brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "awscli"
brew "bash"
brew "bat"
brew "glib"
brew "cairo"
brew "cmatrix"
brew "eza"
brew "unbound"
brew "gnutls"
brew "icu4c@76"
brew "harfbuzz"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "gdk-pixbuf"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "golangci-lint"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "htop"
brew "liblqr"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "llvm"
brew "lolcat"
brew "neofetch"
brew "neovim"
brew "node"
brew "postgresql@16", restart_service: true
brew "python@3.10"
brew "python@3.9"
brew "rust"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "yt-dlp"
brew "oven-sh/bun/bun"
cask "caffeine"
cask "calibre"
cask "cursor"
cask "diffusionbee"
cask "discord"
cask "elgato-control-center"
cask "firefox"
cask "font-geist-mono-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "insomnia"
cask "iterm2"
cask "logi-options+"
cask "postman"
cask "raycast"
cask "signal"
cask "slack"
cask "spotify"
cask "todoist"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
vscode "bradlc.vscode-tailwindcss"
vscode "eamodio.gitlens"
vscode "eriklynd.json-tools"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "prisma.prisma"
vscode "skyapps.fish-vscode"
vscode "svelte.svelte-vscode"
